Revit 2024 API
ParameterTypeId.RbsElecAnalyticalArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecAnalyticalArea { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecAnalyticalArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecAnalyticalArea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace